---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsVelocity
source: html/3ade1350-e510-1df5-4497-8ff18ec2d22e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsVelocity Property

"Velocity"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsVelocity { get; }
```